[
	{
		"title": "Truth is simple and open to all - because it is eternal and always present. But the nature of the mind is to complicate it. Truth includes all, accepts all, and purifies all. It is untruth that is difficult and the source of all trouble."
	},
	{
		"title": "To understand the Inner Guru, we need the outer Guru. When you can understand the speech of the inner Guru, then you do not need the outer Guru."
	},
	{ "title": "Pure consciousness is eternal existance-knowledge-bliss, without name or form." },
	{
		"title": "Meditation is the existential feeling of the flawless flow of consciousness which has no beginning and no end."
	},
	{
		"title": "To try to find the I-AM or God with the thinking mind will be an adventurous and heartbreaking journey."
	},
	{ "title": "Pure consciousness is without beginning or end." },
	{ "title": "In reality nothing can be destroyed and nothing can be created." },
	{
		"title": "Our inner Guru teaches us meditative life, and meditation teaches us that the mother of all thought and speech is silence."
	},
	{ "title": "The path of the sun is the direct experience of the Self, the I-AM beyond the body and mind." },
	{ "title": "The natural way of meditation is not to know many things, but to forget everything." },
	{
		"title": "Guru stands as a light to direct the way, within and without, and those who have the eye of wisdom can see and feel that light."
	},
	{
		"title": "The individual that practices Self-Analysis will enjoy a very active and creative life that will lead to the highest measure of happiness."
	},
	{
		"title": "Jivanmukta-The state of liberation while still retaining one's individual nature and physical body in order to do universal work for and in the world."
	},
	{
		"title": "The individual soul, the universe and God are the three vibrations of one atman existance-consciousness-bliss, which is One without a second."
	},
	{
		"title": "Evolution of consciousness opens a new vista on eternal life."
	},
	{
		"title": "The total universe is shining within our mind, including all the holy scriptures, the sun, moon and stars."
	},
	{
		"title": "Evolution of consciousness opens a new vista on eternal life."
	},
	{
		"title": "Freedom is consciousness and consciousness is freedom."
	},
	{
		"title": "Enrich yourself with every possible truth and renounce untruth and prejudice as soon as possible."
	},
	{
		"title": "A discovery of the eternal and immortal world is certain if you practice faithfully."
	}
]
